{
    "my": {
        "Projects": {
            "img": "/images/Projects.png",
            "title": "Мои проекты",
            "description": "Нажмите здесь, чтобы посмотреть мои проекты.",
            "navigate": "Projects"
        },
        "Github": {
            "img": "/images/github.png",
            "title": "Мой Github",
            "description": "Нажмите здесь, чтобы посетить мой аккаунт на Github.",
            "navigate": "https://github.com/lackfadiriso"
        },
        "Itchio": {
            "img": "/images/Itchio.png",
            "title": "Мой Itch.io",
            "description": "Нажмите здесь, чтобы посетить мой аккаунт на Itch.io.",
            "navigate": "https://sneakdreams.itch.io/"
        }
    },
    "projects": {
        "AllInOne": {
            "img": "/images/AllOne.png",
            "title": "All In One",
            "description": "Этот проект, разработанный для практики с API, включает Todo-приложение, конвертер валют и прогноз погоды, созданные с использованием ReactJS. Сейчас я использую Next.js; по сравнению с прошлым, я могу писать более чистый код и делать приложение более адаптивным.",
            "navigate": "https://hepsibir.netlify.app/"
        },
        "AboutOther": {
            "img": "/images/spongebob-work.gif",
            "title": "Другие проекты",
            "description": "Мои другие проекты имеют больший масштаб и требуют backend; поэтому в данный момент я прохожу курс по backend на Yandex Practicum. Тем временем вы можете посмотреть мои проекты на Python на GitHub, а игры — на Itch.io.",
            "navigate": "/"
        }
    },
    "about": [
        {
            "certificates": "Сертификаты",
            "my": "Мои",
            "about": "Привет! Я Али, мне 20 лет, я говорю на турецком и русском и совершенствую свой английский. Интерес к программированию у меня появился в возрасте 12-13 лет, и я получил опыт разработки различных проектов на Python. В качестве frontend-разработчика я создаю адаптивные веб-приложения с поддержкой API с использованием Next.js + TypeScript + Redux Toolkit + Tailwind CSS. У меня также есть опыт разработки игр: 1 игра для Windows и 2 игры для Android, в настоящее время опубликованы на Itch.io. Сейчас я прохожу курсы по Python backend на Yandex Practicum. Моя цель — разрабатывать современные, ориентированные на пользователя и устойчивые веб-приложения, максимально улучшая дизайн и технологическую часть моих проектов.",
            "date": "**Последнее обновление: 28.08.2025**"
        }
    ],
    "certificates": {
        "Mudanya": {
            "title": "Университет Муданья",
            "description": "Нажмите здесь, чтобы просмотреть PDF.",
            "img": "/images/Mudanya.jpg",
            "navigate": "https://drive.google.com/file/d/1o1ZGiVaBPwaaEttLCMVryyxmYxIN5H_3/view?usp=drive_link"
        }
    }
}
